Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །ནང་སྟོང་པ་ཉིད་དུ་དགོངས་པ་མི་མཛད་དོ། །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་དགོངས་པ་མི་མཛད་དོ། །དྲན་པ་ཉེ་བར་གཞག་པ་དང་། ཡང་དག་པར་སྤོང་བ་དང་།
en: They do not turn their enlightened intention toward them on the basis of the emptiness of internal phenomena, and they do not turn their enlightened intention toward them on the basis of [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པར་དགོངས་པ་མི་མཛད་དོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: They do not turn their enlightened intention toward them on the basis of the applications of mindfulness, the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, or the noble eightfold path.

source: གཟུངས་ཀྱི་སྒོར་དགོངས་པ་མི་མཛད་དོ། །སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་སུ་དགོངས་པ་མི་མཛད་དོ།
en: They do not turn their enlightened intention toward them on the basis of the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, or the distinct qualities of the buddhas.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་དགོངས་པ་མི་མཛད་དོ།
en: They do not turn their enlightened intention toward them on the basis of [the goals], up to and including all-aspect omniscience.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གནས་མང་པོར་ཡང་བསླབ་པར་བགྱི་ལ། གང་ལ་ཡང་བསླབ་པར་མི་བགྱིའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: V: 104} “Blessed Lord, bodhisattva great beings should indeed train in many matters, but they should not train in anything at all.” “

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གནས་མང་པོར་ཡང་བསླབ་པར་བྱ་སྟེ། གང་ལ་ཡང་བསླབ་པར་མི་བྱའོ།
en: Bodhisattva great beings should indeed train in many matters, but they should not train in anything at all.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་ནི་འདི་ལྟར་གང་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བསླབ་པར་བྱ་བའི་ཆོས་དེ་དག་མི་དམིགས་སོ། །གསོལ་པ།
en: If you ask why, it is because those phenomena in which bodhisattva great beings should train are not apprehended.” “

source: བཅོམ་ལྡན་འདས་དེ་ལྟར་དེ་བཞིན་གཤེགས་པས་ཆོས་འདི་དག་མདོ་དང་རྒྱས་པར་བསྟན་ན། དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འཚལ་བས། ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་པོ་འདི་དག་མདོ་དང་རྒྱས་པར་ཀུན་ཆུབ་པར་བགྱིའོ།
en: Blessed Lord, bodhisattva great beings who seek to attain consummate buddhahood in unsurpassed, complete enlightenment should master in brief and in detail these six perfections, in the context of the teaching that the tathāgatas have given on those phenomena in brief and in detail.

source: །ཀུན་ཆུབ་པར་བགྱིས་ནས་ཚིག་གིས་ཤིན་ཏུ་གོམས་པར་བགྱིའོ། །ཚིག་གིས་ཤིན་ཏུ་གོམས་པར་བགྱིས་ནས་ཡིད་ཀྱིས་རྟོགས་པར་བགྱིའོ།
en: Having mastered these, they should investigate them intensely through their words, and having investigated them through their words, realize them through their minds.

source: །དེ་ཡང་ཅི་ནས་ཀྱང་སེམས་དང་སེམས་ལས་བྱུང་བའི་ཆོས་མི་རྒྱུ་བ་དེ་ལྟར་རྟོགས་པར་བགྱིའོ།
en: By whatever means they should realize them in such a way that there is no movement of mind or mental states.” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་དེ་བཞིན་ནོ། །དེ་དེ་བཞིན་ཏེ།
en: Subhūti, it is so! It is so,” replied the Blessed One. “

source: ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་པོ་མདོ་དང་རྒྱས་པར་བསྟན་པ་འདི་དག་ལ་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ཆོས་ཐམས་ཅད་ཀྱི་མདོ་དང་རྒྱས་པ་ཤེས་པར་འགྱུར་རོ། །གསོལ་པ།
en: Bodhisattva great beings who train in these six perfections that have been taught in brief and in detail will understand all phenomena in brief and in detail.” “

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ཀྱི་མདོ་དང་རྒྱས་པ་འཚལ་བར་འགྱུར་བ་ལགས།
en: Blessed Lord, how will bodhisattva great beings understand all phenomena in brief and in detail?” {Ki.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ཤེས་ན། ཆོས་ཐམས་ཅད་ཀྱི་མདོ་དང་རྒྱས་པ་ཤེས་པར་འགྱུར་རོ།
en: V: 105} The Blessed One replied, “If they understand the real nature of physical forms, they will understand all phenomena, in brief and in detail.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་ཤེས་ན། ཆོས་ཐམས་ཅད་ཀྱི་མདོ་དང་རྒྱས་པ་ཤེས་པར་འགྱུར་རོ།
en: If they understand the real nature of feelings, perceptions, formative predispositions, and consciousness, they will understand all phenomena, in brief and in detail.

source: །སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་དེ་བཞིན་ཉིད་ཤེས་ན། ཆོས་ཐམས་ཅད་ཀྱི་མདོ་དང་རྒྱས་པ་ཤེས་པར་འགྱུར་རོ། །ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་དང་།
en: If they understand the real nature of the sense fields, sensory elements, and links of dependent origination, they will understand all phenomena, in brief and in detail.

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་གྱི་དེ་བཞིན་ཉིད་ཤེས་ན། ཆོས་ཐམས་ཅད་ཀྱི་མདོ་དང་རྒྱས་པ་ཤེས་པར་འགྱུར་རོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་།
en: If they understand the real nature of all the perfections, all the aspects of emptiness, and the thirty-seven factors conducive to enlightenment, they will understand all phenomena, in brief and in detail.

source: མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ཀྱི་དེ་བཞིན་ཉིད་ཤེས་ན། ཆོས་ཐམས་ཅད་ཀྱི་མདོ་དང་རྒྱས་པ་ཤེས་པར་འགྱུར་རོ།
en: If they understand the real nature of the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways, they will understand all phenomena, in brief and in detail.

source: །སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་དེ་བཞིན་ཉིད་ཤེས་ན། ཆོས་ཐམས་ཅད་ཀྱི་མདོ་དང་རྒྱས་པ་ཤེས་པར་འགྱུར་རོ།
en: If they understand the real nature of the ten powers [of the tathāgatas], the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas, they will understand all phenomena, in brief and in detail.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱི་དེ་བཞིན་ཉིད་ཤེས་ན། ཆོས་ཐམས་ཅད་ཀྱི་མདོ་དང་རྒྱས་པ་ཤེས་པར་འགྱུར་རོ།
en: If they understand the real nature of [the goals], up to and including all-aspect omniscience, they will understand all phenomena, in brief and in detail.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ཇི་ལྟ་བུ་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, what is the real nature of physical forms?” “

source: དེ་བཞིན་ཉིད་གང་ལ་སྐྱེ་བ་མི་དམིགས། འཇིག་པ་མི་དམིགས། གནས་པ་ལས་གཞན་དུ་འགྱུར་བ་མི་དམིགས་པ་འདི་ནི་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་དེ།
en: This real nature in which arising is not apprehended, in which perishing is not apprehended, and in which change is not apprehended is the real nature of physical forms.

source: དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བསླབ་པར་བྱའོ། །གསོལ་པ།
en: Bodhisattva great beings should train in it,” replied the Blessed One. “

source: བཅོམ་ལྡན་འདས་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་ཇི་ལྟ་བུ་ལགས།
en: Blessed Lord, what is the real nature of feelings, perceptions, formative predispositions, and consciousness?

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱི་དེ་བཞིན་ཉིད་ཇི་ལྟ་བུ་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་བཞིན་ཉིད་གང་ལ་སྐྱེ་བ་མི་དམིགས།
en: What is the real nature of [all the causal and fruitional attributes and goals], up to and including all-aspect omniscience?” “

source: འཇིག་པ་མི་དམིགས། གནས་པ་ལས་གཞན་དུ་འགྱུར་བ་མི་དམིགས་པ་འདི་ནི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་དེ།
en: This real nature in which arising is not apprehended, in which perishing is not apprehended, and in which change is not apprehended is the real nature of feelings, perceptions, formative predispositions, and consciousness.

source: དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བསླབ་པར་བྱའོ།
en: Bodhisattva great beings should train in it.

source: །དེ་བཞིན་ཉིད་གང་ལ་སྐྱེ་བ་མི་དམིགས། འཇིག་པ་མི་དམིགས། གནས་པ་ལས་གཞན་དུ་འགྱུར་བ་མི་དམིགས་པ་འདི་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱི་དེ་བཞིན་ཉིད་དེ།
en: This real nature in which arising is not apprehended, in which perishing is not apprehended, and in which change is not apprehended is the real nature of [all causal and fruitional attributes and goals], up to and including all-aspect omniscience.

source: །ཡང་དག་པའི་མཐའ་ཤེས་ན། ཆོས་ཐམས་ཅད་ཀྱི་མདོ་དང་རྒྱས་པ་ཤེས་པར་འགྱུར་རོ། །གསོལ་པ།
en: When they understand the very limit of reality, they will understand all phenomena in brief and in detail,” replied the Blessed One. “

source: བཅོམ་ལྡན་འདས་ཡང་དག་པའི་མཐའ་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, what is the very limit of reality?” “

source: མཐའ་མེད་པ་ནི་ཡང་དག་པའི་མཐའ་སྟེ།
en: Without finite limits is the very limit of reality.

source: མཐའ་འདི་ལ་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི། ཆོས་ཐམས་ཅད་ཀྱི་མདོ་དང་རྒྱས་པ་ཤེས་པར་འགྱུར་རོ།
en: Bodhisattva great beings who train in this very limit will understand all phenomena in brief and in detail.

source: །ཆོས་ཀྱི་དབྱིངས་ཤེས་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་ཐམས་ཅད་ཀྱི་མདོ་དང་རྒྱས་པ་ཤེས་པར་འགྱུར་རོ།
en: When they understand the realm of phenomena, bodhisattva great beings will understand all phenomena in brief and in detail.”

source: །གསོལ་པ་བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་དབྱིངས་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: replied the Blessed One. “Blessed Lord, what is the realm of phenomena?” “

source: དབྱིངས་མེད་པ་ནི་ཆོས་ཀྱི་དབྱིངས་ཏེ།
en: Without expanse is the realm of phenomena.

source: ཆོས་ཀྱི་དབྱིངས་དེ་ལ་ཆད་པ་དང་། ཡོངས་སུ་ཆད་པ་མི་དམིགས་སོ།
en: In that realm of phenomena no diminution or delimitation is apprehended.

source: །ཆོས་ཀྱི་དབྱིངས་དེ་ལྟར་ཤེས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ཆོས་ཐམས་ཅད་ཀྱི་མདོ་དང་རྒྱས་པ་ཤེས་པར་འགྱུར་རོ། །གསོལ་པ།
en: Bodhisattva great beings who understand the realm of phenomena accordingly will understand all phenomena in brief and in detail,” replied the Blessed One. “

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ཆོས་ཐམས་ཅད་ཀྱི་མདོ་དང་རྒྱས་པ་འཚལ་བར་བགྱི།
en: Blessed Lord, how should they understand all phenomena in brief and in detail?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཅི་ནས་ཀྱང་ཆོས་ཐམས་ཅད་ལྡན་པ་ཡང་མ་ཡིན་མི་ལྡན་པ་ཡང་མ་ཡིན་པར་ཤེས་པར་བྱའོ།
en: By all means they should understand that all phenomena are neither conjoined nor disjoined,” replied the Blessed One. “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ལྡན་པ་ཡང་མ་ལགས། མི་ལྡན་པ་ཡང་མ་ལགས་པའི་ཆོས་དེ་དག་ཀྱང་གང་ལགས།
en: Blessed Lord, what are those phenomena that are not conjoined and that are not disjoined?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གཟུགས་ལྡན་པ་ཡང་མ་ཡིན་མི་ལྡན་པ་ཡང་མ་ཡིན་ནོ།
en: The Blessed One replied, “Physical forms are neither conjoined nor disjoined.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལྡན་པ་ཡང་མ་ཡིན་མི་ལྡན་པ་ཡང་མ་ཡིན་ནོ། །སྐྱེ་མཆེད་དང་།
en: Feelings, perceptions, formative predispositions, and consciousness are neither conjoined nor disjoined.

source: ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ལྡན་པ་ཡང་མ་ཡིན་མི་ལྡན་པ་ཡང་མ་ཡིན་ནོ། །ཕ་རོལ་ཏུ་ཕྱིན་པ་ཐམས་ཅད་དང་།
en: The sense fields, the sensory elements, and the links of dependent origination are neither conjoined nor disjoined.

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ལྡན་པ་ཡང་མ་ཡིན་མི་ལྡན་པ་ཡང་མ་ཡིན་ནོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་།
en: All the perfections, all the aspects of emptiness, and the thirty-seven factors conducive to enlightenment are neither conjoined nor disjoined.

source: མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ལྡན་པ་ཡང་མ་ཡིན་མི་ལྡན་པ་ཡང་མ་ཡིན་ནོ།
en: The truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways are neither conjoined nor disjoined.

source: །དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལྡན་པ་ཡང་མ་ཡིན་མི་ལྡན་པ་ཡང་མ་ཡིན་ནོ།
en: The powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, and the eighteen distinct qualities of the buddhas are neither conjoined nor disjoined. [

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་ལྡན་པ་ཡང་མ་ཡིན་མི་ལྡན་པ་ཡང་མ་ཡིན་ནོ།
en: The goals], up to and including all-aspect omniscience, are neither conjoined nor disjoined. {Ki.

source: །འདུས་བྱས་ཀྱི་ཁམས་ལྡན་པ་ཡང་མ་ཡིན་མི་ལྡན་པ་ཡང་མ་ཡིན་ནོ།
en: V: 106} “Conditioned elements are neither conjoined nor disjoined.

source: །འདུས་མ་བྱས་ཀྱི་ཁམས་ལྡན་པ་ཡང་མ་ཡིན་མི་ལྡན་པ་ཡང་མ་ཡིན་ནོ།
en: Unconditioned elements are neither conjoined nor disjoined.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། གང་ལྡན་པ་འམ་མི་ལྡན་པར་འགྱུར་བ་དེ་ལྟ་བུའི་ངོ་བོ་ཉིད་མེད་དེ།
en: If you ask why, they have no essential nature that could be conjoined or disjoined.

source: གང་ངོ་བོ་ཉིད་མེད་པ་དེ་ནི་དངོས་པོ་མེད་པའོ།
en: Phenomena that are without essential nature are nonentities.

source: །དངོས་པོ་མེད་པ་ནི་དངོས་པོ་མེད་པ་དང་ལྡན་པ་ཡང་མ་ཡིན་མི་ལྡན་པ་ཡང་མ་ཡིན་ཏེ།
en: Nonentities are neither conjoined with nonentities nor disjoined from them.

source: དེ་ལྟར་ཆོས་ཐམས་ཅད་ཤེས་པར་བྱའོ།
en: All phenomena should be understood accordingly. “

source: །རབ་འབྱོར་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་མདོར་བསྡུས་པ་སྟེ།
en: Subhūti, this is the brief summary for bodhisattva great beings.

source: མདོར་བསྡུས་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདི་ལ་ལས་དང་པོ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བསླབ་པར་བྱའོ།
en: Bodhisattva great beings who are beginners should train in perfecting this brief summary.

source: །བྱང་ཆུབ་སེམས་དཔའི་ས་བཅུ་ལ་གནས་ཏེ་མདོར་བསྡུས་པ་ལ་བསླབ་པར་བྱའོ།
en: Bodhisattvas abiding on the tenth level should train in this brief summary.

source: །མདོར་བསྡུས་པ་འདི་ལ་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ཆོས་ཐམས་ཅད་ཀྱི་མདོ་དང་རྒྱས་པ་ཤེས་པར་འགྱུར་རོ། །གསོལ་པ།
en: Bodhisattva great beings who train in this synopsis will understand all phenomena in brief and in detail.” “

source: བཅོམ་ལྡན་འདས་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དབང་པོ་རྣོན་པོས་རྟོགས་པའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, this is realized by bodhisattva great beings of highest acumen!” “

source: རབ་འབྱོར་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དབང་པོ་ཞན་པས་ཀྱང་རྟོགས་པར་འགྱུར་བའོ།
en: Subhūti,” replied the Blessed One, “this will also be realized by bodhisattva great beings of feeble acumen.

source: །འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དབང་པོ་འབྲིད་པོས་ཀྱང་རྟོགས་པར་འགྱུར་བའོ།
en: This will also be realized by bodhisattva great beings of average acumen.

source: །འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དབང་པོ་མཉམ་པར་གཞག་པས་ཀྱང་རྟོགས་པར་འགྱུར་བ་སྟེ།
en: This will also be realized by bodhisattva great beings whose senses are absorbed.

source: འདི་ནི་སློབ་པར་འདོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གང་གིས་ཀྱང་རྟོགས་པར་མི་འགྱུར་བ་མེད་དོ། །འདི་ནི་ལེ་ལོ་ཅན་གྱིས་རྟོགས་པར་འགྱུར་བ་མ་ཡིན།
en: This will certainly be realized also by bodhisattva great beings who want to train in it, but it will not be realized by the indolent.

source: བརྩོན་འགྲུས་ཞན་པས་རྟོགས་པར་འགྱུར་བ་མ་ཡིན།
en: It will not be realized by those who are feeble in perseverance.

source: དྲན་པ་ཉམས་པས་རྟོགས་པར་འགྱུར་བ་མ་ཡིན།
en: It will not be realized by those of diminished mindfulness.

source: སེམས་འཁྲུགས་པས་རྟོགས་པར་འགྱུར་བ་མ་ཡིན་གྱི། འདི་ནི་བརྩོན་འགྲུས་བརྩམས་པ། ལེ་ལོ་མེད་པ། དྲན་པ་ཉེ་བར་གནས་པས་རྟོགས་པར་འགྱུར་བའོ།
en: It will not be realized by those whose minds are agitated, but it will be realized by those who apply perseverance, are without indolence, and who maintain the applications of mindfulness.

source: །ཕྱིར་མི་ལྡོག་པའི་ས་ལ་སློབ་པར་འདོད་ཅིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་འདོད་པས་རྟོགས་པར་འགྱུར་བ་སྟེ། གལ་ཏེ་ཇི་སྐད་དུ་བསྟན་པའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སློབ་ཅིང་། སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་།
en: It will be realized by those who want to train in the level at which progress has become irreversible and who want to attain all-aspect omniscience. “

source: བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བསླབས་ནས། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་བྱེད་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། བདུད་ཀྱི་ལས་ཅི་བྱུང་ཡང་རུང་སྟེ།
en: If they train in the perfection of wisdom as it has been revealed, and having trained in the perfection of generosity, the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom, they then attain all-aspect omniscience, during the time when those bodhisattva great beings are practicing the perfection of wisdom, they will discard any deeds of Māra that might arise, whenever they do arise.

source: དེ་དག་ཐམས་ཅད་འབྱུང་བ་ཉིད་ཀྱི་ཚེ། རབ་ཏུ་སྤང་བར་འགྱུར་རོ། །དེ་བས་ན་ཐབས་མཁས་པ་ཡོངས་སུ་གཟུང་བར་འདོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བསླབ་པར་བྱའོ།
en: Therefore, bodhisattva great beings who wish to acquire skill in means should train in the perfection of wisdom. “

source: །གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བསྒོམ་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་པར་བྱེད་པ་དེའི་ཚེ། འཇིག་རྟེན་གྱི་ཁམས་གྲངས་མེད་པ་དག་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་ཇི་སྙེད་གཅིག་བཞུགས་ཤིང་འཚོ་སྐྱོང་བ་དང་།
en: At the time when those bodhisattva great beings are practicing the perfection of wisdom, cultivating the perfection of wisdom, and persevering in the perfection of wisdom, all the lord buddhas who are alive at present, teaching the Dharma in countless world systems, {Ki.

source: ཆོས་སྟོན་པ་དེ་དག་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་དེ་དག་ལ་དགོངས་པ་མཛད་དོ།
en: V: 107} will turn their enlightened intention toward those bodhisattva great beings who practice the perfection of wisdom.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟ་སྟེ། ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་པོ་འདི་དག་ལས་བྱུང་བ་ནི། འདས་པ་དང་། མ་བྱོན་པ་དང་། ད་ལྟར་བྱུང་བའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཏེ། དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས་འདི་ལྟར་ཡོངས་སུ་བརྟག་པར་བྱ་སྟེ། ཆོས་གང་འདས་པ་དང་།
en: If you ask why, it is because the lord buddhas of the past, future, and present have all emerged and will emerge from these six perfections.

source: མ་བྱོན་པ་དང་། ད་ལྟར་བྱུང་བའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱིས། བརྙེས་པར་འགྱུར་བ་དང་། བརྙེས་པ་དང་། བརྙེས་པར་འགྱུར་བའི་ཆོས་དེ་དག་བདག་གིས་ཀྱང་ཐོབ་པར་བྱའོ་སྙམ་དུ་བརྟག་པར་བྱ་སྟེ།
en: Therefore, bodhisattva great beings who practice the perfection of wisdom should reflect that they themselves will also attain those attributes that the lord buddhas of the past, future, and present have acquired, will acquire, and are acquiring.

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པས་དེ་ལྟར་བརྩོན་པར་བྱའོ།
en: Subhūti, bodhisattva great beings who practice the perfection of wisdom should persevere in that manner.

source: །དེ་ལྟར་བརྩོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ།
en: Bodhisattva great beings who persevere in that manner will swiftly attain consummate buddhahood in unsurpassed, complete enlightenment.

source: །རབ་འབྱོར་དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཡིད་ལ་བྱ་བ་དང་མ་བྲལ་བར་བྱ་སྟེ། གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ།
en: So it is, Subhūti, that bodhisattva great beings should never part from focusing their attention on all-aspect omniscience. “

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་དོན་དུ་དེ་ལྟར་སྤྱོད་ན་ཆུང་ངུ་ན་སེ་གོལ་གཏོགས་པ་ཙམ་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྒོམ་ཡང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེའི་བསོད་ནམས་ནི་ཆེས་མང་དུ་འཕེལ་གྱི། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ན་སེམས་ཅན་གང་ཇི་སྙེད་ཅིག་འཁོད་པ་དེ་དག་སྦྱིན་པས་ཡོངས་སུ་ཚིམ་པར་བྱས་པ་དང་། ཚུལ་ཁྲིམས་ལ་རབ་ཏུ་བཀོད་པ་དང་། ཏིང་ངེ་འཛིན་ལ་རབ་ཏུ་བཀོད་པ་དང་། ཤེས་རབ་ལ་རབ་ཏུ་བཀོད་པ་དང་། རྣམ་པར་གྲོལ་བ་ལ་རབ་ཏུ་བཀོད་པ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་ལ་རབ་ཏུ་བཀོད་པ་དང་། རྒྱུན་ཏུ་ཞུགས་པའི་འབྲས་བུ་ལ་རབ་ཏུ་བཀོད་པ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་ལ་རབ་ཏུ་བཀོད་པ་དང་། རང་བྱང་ཆུབ་ལ་རབ་ཏུ་བཀོད་པས་ནི་མ་ཡིན་ཏེ།
en: If bodhisattva great beings practice in that manner for the sake of all-aspect omniscience, even though they may cultivate the perfection of wisdom for merely the duration of a finger snap, at the very least the merit of those bodhisattva great beings will increase manifold, more than it would by satisfying with gifts all beings situated in the world systems of the great trichiliocosm, or by establishing them in ethical discipline, by establishing them in meditative stability, by establishing them in wisdom, by establishing them in liberation, by establishing them in seeing the wisdom of liberation, by establishing them in the fruit of entering the stream to nirvāṇa, by establishing them in the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, and arhatship, or by establishing them in individual enlightenment.

source: གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ། ཟབ་མོ་འདི་སེ་གོལ་གཏོགས་པ་ཙམ་དུ་བསྒོམ་པ་དེའི་བསོད་ནམས་ནི་ཆེས་མང་དུ་འཕེལ་ལོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། སྦྱིན་པ་དང་། ཚུལ་ཁྲིམས་དང་།
en: The merit of those who cultivate this profound perfection of wisdom, for the mere duration of a finger snap, will increase far more.

source: ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་དང་། རྣམ་པར་གྲོལ་བ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བ་དང་། རྒྱུན་ཏུ་ཞུགས་པའི་འབྲས་བུ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་།
en: If you ask why, generosity, ethical discipline, meditative stability, wisdom, liberation, seeing the wisdom of liberation, the fruit of entering the stream to nirvāṇa, the fruit of being destined for only one more rebirth, and the fruit of no longer being subject to rebirth, arhatship, and individual enlightenment have all emerged from this [perfection of wisdom].

source: དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་ནི་འདི་ལས་བྱུང་སྟེ། ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་དག་ན། སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་ཇི་སྙེད་ཅིག་བཞུགས་ཤིང་འཚོ་སྐྱོང་བ་དང་། ཆོས་སྟོན་པ་དེ་དག་ཐམས་ཅད་ཀྱང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདི་ལས་བྱུང་ངོ་།
en: All the lord buddhas who are alive at present, teaching the Dharma in the world systems of the ten directions, have also emerged from this perfection of wisdom.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་འདས་པ་དང་། མ་བྱོན་པ་དང་། ད་ལྟར་བྱུང་བ་དེ་དག་ཀྱང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདི་ཉིད་ལས་བྱུང་ངོ་། །རབ་འབྱོར་གཞན་ཡང་གང་སྐད་འགའ་འམ། ཉི་མ་འགའ་འམ། ཉི་མ་བརྒྱ་འམ། ལོ་འགའ་འམ། ལོ་བརྒྱ་འམ། བསྐལ་པ་འགའ་འམ། བསྐལ་པ་བརྒྱ་ནས།
en: All the lord buddhas who have appeared in the past, will appear in the future, and appear in the present have also emerged and will emerge from this perfection of wisdom. “
